Repository: YongLiedu/BibDesk
Catalog: bibdesk_vendorsrc/OmniGroup/OmniFoundation/*.lproj/OmniFoundation.strings
Languages: french

source: [New Page]
french: [Nouvelle Page]

source: '%@' is not a valid social security number.
french: '%@' n'est pas un numéro de sécurité sociale valide

source: %@ ago
french: il y a %@

source: %0.1f GB
french: %0.1f Go

source: %0.1f kB
french: %0.1f ko

source: %0.1f MB
french: %0.1f Mo

source: %0.1f PB
french: %0.1f Po

source: %0.1f TB
french: %0.1f To

source: %d bytes
french: %d octets

source: %g day
french: %g jour

source: %g days
french: %g jours

source: %g hour
french: %g heure

source: %g hours
french: %g heures

source: %g month
french: %g mois

source: %g months
french: %g mois

source: %g week
french: %g semaine

source: %g weeks
french: %g semaines

source: %g year
french: %g année

source: %g years
french: %g années

source: %gd
french: %gj

source: %gw
french: %gs

source: %gy
french: %ga

source: %ld day, %ld:%02ld:%02ld
french: %1$ld jour, %2$ld :%3$02ld :%4$02ld

source: %ld days, %ld:%02ld:%02ld
french: %1$ld jours, %2$ld :%3$02ld :%4$02ld

source: %ld seconds
french: %ld secondes

source: %ld:%02ld
french: %1$ld:%2$02ld

source: %ld:%02ld:%02ld
french: %1$ld:%2$02ld:%3$02ld

source: Add command has invalid 'to' specifier.
french: La commande Ajouter a un spécificateur 'à' incorrect

source: Add command missing the required 'to' specifier.
french: La commande Ajouter a un spécificateur 'à' manquant

source: Bundle is obsolete
french: Le Paquet est obsolète

source: Bundle requires additional software
french: Le Paquet requiert un logiciel supplémentaire

source: d
french: j

source: D
french: J

source: Duplicate bundle name
french: Nom de Paquet en double

source: Element '%@' not allowed at path: %@
french: Élément '%1$@' interdit dans le chemin : %2$@

source: Error filtering data through UNIX command %@: %s
french: Impossible de filtrer les données par la commande UNIX %1$@: %2$s

source: Error filtering data through UNIX command %@: command returned %d
french: Impossible de filtrer les données par la commande UNIX %1$@ : la commande a renvoyé %2$d

source: Invalid time span format
french: Format de période incorrect

source: local configuration file
french: fichier de configuration local

source: m
french: mo

source: Not a valid bundle
french: Paquet invalide

source: Only enter numbers separated by spaces.
french: N'entrer que des nombres séparés d'espaces

source: Remove command has invalid 'from' specifier.
french: Le champ 'de' de la commande Supprimer est incorrect.

source: Remove command missing the required 'from' specifier.
french: Le champ 'de' de la commande Supprimer est manquant.

source: right now
french: maintenant

source: Specified container doesn't handle the add command.
french: Le conteneur spécifié ne gère pas la commande ajouter.

source: Specified container doesn't handle the remove command.
french: Le conteneur spécifié ne gère pas la commande supprimer.

source: That is not a valid date.
french: Ce n'est pas une date valide.

source: That is not a valid phone number.
french: Ce n'est pas un numéro de téléphone valide.

source: That is not a valid social security number.
french: Ce n'est pas un numéro de sécurité sociale valide.

source: That is not a valid state abbreviation.
french: Ce n'est pas une abréviation d'état valide.

source: That is not a valid zip code.
french: Ce n'est pas code postal valide.

source: Unable to compress data (rc:%d '%s')
french: Impossible de compacter les données (rc:%1$d '%2$s')

source: Unable to decompress data (rc:%d '%s')
french: Impossible de décompacter les données (rc:%1$d '%2$s')

source: Unable to decompress data: unrecognized compression format
french: Impossible de décompacter les données : format de compression inconnu

source: Unable to decompress gzip data: invalid header
french: Impossible de décompacter les données gzip : en-tête non valable

source: Unable to finish compressing data
french: Impossible de terminer la compression des données

source: Unable to initialize compression
french: Impossible d'initialiser la compression

source: Unable to initialize decompression
french: Impossible d'initialiser la décompression

source: Unable to resolve insertion container in specifier %@
french: Impossible de résoudre le conteneur d'insertion dans le désignateur %@

source: Unable to resolve insertion index in specifier %@
french: Impossible de résoudre l'indice d'insertion dans le désignateur %@

source: Unable to resolve insertion key in specifier %@
french: Impossible de résoudre la clé d'insertion dans le désignateur %@

source: w
french: se

source: W
french: S

source: y
french: a

source: Y
french: A
