Repository: YongLiedu/BibDesk
Catalog: trunk/bibdesk_vendorsrc/OmniGroup/OmniAppKit/*.lproj/OmniAppKit.strings
Languages: french

source: bytes
french: octets

source: #,##0.0 GB
french: # ##0,0 Go

source: #,##0.0 kB
french: # ##0,0 ko

source: #,##0.0 MB
french: # ##0,0 Mo

source: #,##0.0 PB
french: # ##0,0 Po

source: #,##0.0 TB
french: # ##0,0 To

source: %@ Preferences
french: Préférences %@

source: About the Scripts Menu
french: À propos du menu Script

source: AppleScript reported the following error: %@
french: AppleScript a détecté l'erreur suivante : %@

source: Auto Size All Columns
french: Taille auto de toutes les colonnes

source: Auto Size Column
french: Taille auto de la colonne

source: Bright
french: Lumineux

source: Cancel
french: Annuler

source: Choose Date
french: Choisir la date

source: Choosing Reset will restore all settings (including options not in this Preferences window, such as window sizes and toolbars) to the state they were in when %@ was first installed.
french: En choisissant Restaurer, tous les paramètres (incluant les options qui ne sont pas dans les Préférences, comme la taille et la barre d'outils des fenêtres) seront restaurés en l'état de la première installation d'%@.

source: Choosing Reset will restore all settings in all preference panes to the state they were in when %@ was first installed.
french: Choisir Par défaut va restaurer tous les paramètres de tous les panneaux de préférences en l'état de la première installation d'%@.

source: Choosing Reset will restore all settings in this pane to the state they were in when %@ was first installed.
french: Choisir Restaurer va restaurer tous les paramètres de ce panneau en l'état de la première installation d'%@.

source: Classic Crayons
french: Crayons Classiques

source: Clear
french: Transparent

source: Couldn't launch Automator Launcher.app. LSOpenFromURLSpec returned %d
french: Impossible de lancer Automator.app. LSOpenFromURLSpec a renvoyé %d

source: Couldn't locate Automator Launcher.app.
french: Impossible de trouver Automator.app.

source: Custom
french: Personnalisé

source: Cut
french: Couper

source: Dark
french: Foncé

source: Deep
french: Profond

source: Drag Operation
french: Glisser/Déposer

source: Edit Script
french: Modifier le script

source: Error editing InternetConfig preferences for key %@: %@
french: Erreur lors de l'édition des préférences d'InternetConfig pour la clé %1$@ : %2$@

source: Error opening InternetConfig for read-only access: %@
french: Erreur lors de l'ouverture d'InternetConfig pour un accès en lecture seule : %@

source: Error opening InternetConfig for read-write access: %@
french: Erreur lors de l'ouverture d'InternetConfig pour un accès en lecture-écriture : %@

source: Error reading InternetConfig preference for key %@: %@
french: Erreur lors de la lecture des préférences d'InternetConfig pour la clé %1$@ : %2$@

source: Faded
french: Insaturé

source: Group
french: Groupe

source: ICCountPref returned an error: %@
french: ICCountPref a retourné une erreur : %@

source: ICEnd returned an error: %@
french: ICEnd a retourné une erreur: %@

source: ICGetIndPref %d/%d returned an error: %@
french: ICGetIndPref %d/%d a retourné une erreur: %@

source: ICMapFilename returned an error for file %@: %@
french: ICMapFilename a retourné une erreur pour le fichier %1$@: %2$@

source: ICSetPref returned an error while setting key %@: %@
french: ICSetPref a retourné une erreur lors du réglage de la clé %@: %@

source: ICSetPref returned permissions when attempting setting key %@
french: ICSetPref a retourné une erreur d'autorisation en essayant de régler la clé %@

source: Indent
french: Retrait

source: Launch Services returned an error while opening URL %@: %@
french: Les Launch Services ont retourné une erreur lors de l'ouverture de l'URL %1$@ : %2$@

source: Light
french: Clair

source: Loading %@...
french: Chargement de %@...

source: Mild
french: Moyen

source: Near-black
french: Presque-sombre

source: Next
french: Suivant

source: No Actions Available
french: Aucune action disponible

source: of %d
french: de %d

source: Off-white
french: Grisâtre

source: Pattern Color
french: Couleur du motif

source: Previous
french: Précédent

source: Reset
french: Réinitialiser

source: Reset %@ preferences to their original values?
french: Restaurer les préférences %@ à leurs valeurs originales ?

source: Reset All
french: Tout réinitialiser

source: Reset all preferences and other settings to their original values?
french: Restaurer toutes les préférences et les autres paramètres à leurs valeurs originales ?

source: Reset all preferences to their original values?
french: Restaurer toutes les préférences à leurs valeurs originales ?

source: Return all settings to default values
french: Ramener tous les paramètres à leurs valeurs par défaut

source: Return settings in this pane to default values
french: Ramener tous les paramètres à leurs valeurs par défaut

source: Rich
french: Riche

source: Search
french: Rechercher

source: Shortcuts for commonly used actions
french: Raccourcis pour les actions courantes

source: Show All
french: Tout Afficher

source: Smokey
french: Embrumé

source: Subexpression #%d
french: Sous-expression #%d

source: The following error was reported: %@
french: L'erreur suivante a été renvoyée : %@

source: The script '%@' could not complete.
french: Le script '%@' n'a pas pu s'exécuter.

source: The script file '%@' could not be opened.
french: Impossible d'ouvrir le fichier de script '%@'.

source: Unable to run workflow.
french: Impossible d'exécuter la tâche.

source: Ungroup
french: Dégrouper

source: Unindent
french: Annuler le retrait

source: Washed-out
french: Délavé

source: workflow not found at %@
french: tâche introuvable à %@
